Repository: offyotto/Core-Monitor
Catalog: Core-Monitor/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, st, su, sv, sw, ta, te, tg, th, tr, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: Visible Items
af: Sigbare items
am: የሚታዩ እቃዎች
ar: العناصر المرئية
az: Görünən maddələr
be: Бачныя элементы
bg: Видими елементи
bn: দৃশ্যমান আইটেম
bs: Vidljive stavke
ca: Elements visibles
ceb: Makita nga mga Butang
co: Articuli visibili
cs: Viditelné položky
cy: Eitemau Gweladwy
da: Synlige genstande
de: Sichtbare Elemente
el: Ορατά αντικείμενα
eo: Videblaj Eroj
es: Elementos visibles
et: Nähtavad üksused
eu: Ikusgai dauden elementuak
fa: موارد قابل مشاهده
fi: Näkyvät kohteet
fil: Mga Nakikitang Item
fr: Éléments visibles
ga: Míreanna Infheicthe
gd: Nithean faicsinneach
gl: Elementos visibles
gu: દૃશ્યમાન વસ્તુઓ
ha: Abubuwan Ganuwa
haw: Nā mea ʻike ʻia
he: פריטים גלויים
hi: दर्शनीय वस्तुएँ
hmn: Cov khoom pom
hr: Vidljive stavke
ht: Atik vizib
hu: Látható elemek
hy: Տեսանելի առարկաներ
id: Item yang Terlihat
ig: Ihe a na-ahụ anya
is: Sýnileg atriði
it: Elementi visibili
ja: 表示可能なアイテム
jv: Item sing katon
ka: ხილული ნივთები
kk: Көрінетін элементтер
km: ធាតុដែលមើលឃើញ
kn: ಗೋಚರಿಸುವ ವಸ್ತುಗಳು
ko: 보이는 항목
ku: Tiştên Dîtbar
la: Visibilis Items
lb: Siichtbar Artikelen
lo: ລາຍການທີ່ເຫັນໄດ້
lt: Matomi daiktai
lv: Redzamie vienumi
mg: Zavatra hita maso
mi: Nga Tuemi Ka kitea
mk: Видливи ставки
ml: ദൃശ്യമായ ഇനങ്ങൾ
mn: Харагдах зүйлс
mr: दृश्यमान आयटम
ms: Item Boleh Nampak
mt: Oġġetti Viżibbli
my: မြင်နိုင်သောအရာများ
nb: Synlige gjenstander
ne: देखिने वस्तुहरू
nl: Zichtbare items
ny: Zinthu Zowoneka
pa: ਦਿਖਣਯੋਗ ਆਈਟਮਾਂ
pl: Widoczne elementy
ps: د لیدلو وړ توکي
pt: Itens visíveis
ro: Articole vizibile
ru: Видимые элементы
sd: ڏسڻ ۾ ايندڙ شيون
si: දෘශ්ය අයිතම
sk: Viditeľné položky
sl: Vidni predmeti
sm: Mea Va'aia
sn: Zvinhu Zvinooneka
so: Walxaha Muuqda
sq: Artikuj të dukshëm
st: Lintho Tse Bonahalang
su: Item katempo
sv: Synliga föremål
sw: Vipengee Vinavyoonekana
ta: காணக்கூடிய பொருட்கள்
te: కనిపించే అంశాలు
tg: Элементҳои намоён
th: รายการที่มองเห็นได้
tr: Görünür Öğeler
uk: Видимі елементи
ur: مرئی اشیاء
uz: Ko'rinadigan elementlar
vi: Các mục hiển thị
xh: Izinto Ezibonakalayo
yi: קענטיק יטעמס
yo: Awọn nkan ti o han
zh_hans: 可见项目
zh_hant: 可見項目
zu: Izinto Ezibonakalayo

source: Weather data uses WeatherKit — attribution is required by Apple.
af: Weerdata gebruik WeatherKit – toeskrywing word deur Apple vereis.
am: የአየር ሁኔታ መረጃ WeatherKit ይጠቀማል - ባህሪ በአፕል ያስፈልጋል።
ar: تستخدم بيانات الطقس WeatherKit — مطلوب الإسناد من قبل Apple.
az: Hava məlumatları WeatherKit istifadə edir — atribusiya Apple tərəfindən tələb olunur.
be: Даныя пра надвор'е выкарыстоўваюць WeatherKit — Apple патрабуе атрыбуцыі.
bg: Данните за времето използват WeatherKit — приписването се изисква от Apple.
bn: আবহাওয়ার ডেটা WeatherKit ব্যবহার করে — অ্যাপলের দ্বারা অ্যাট্রিবিউশন প্রয়োজন।
bs: Podaci o vremenu koriste WeatherKit — Apple zahtijeva atribuciju.
ca: Les dades meteorològiques utilitzen WeatherKit; Apple requereix l'atribució.
ceb: Ang datos sa panahon naggamit ug WeatherKit — gikinahanglan sa Apple ang pag-ila.
co: I dati climatichi utilizanu WeatherKit - l'attribuzione hè necessaria da Apple.
cs: Údaje o počasí používají WeatherKit – atribuce je vyžadována společností Apple.
cy: Mae data tywydd yn defnyddio WeatherKit - mae Apple yn gofyn am briodoli.
da: Vejrdata bruger WeatherKit — tilskrivning er påkrævet af Apple.
de: Wetterdaten verwenden WeatherKit – Namensnennung ist von Apple erforderlich.
el: Τα δεδομένα καιρού χρησιμοποιούν το WeatherKit — απαιτείται η απόδοση από την Apple.
eo: Veterdatenoj uzas WeatherKit — atribuo estas postulata de Apple.
es: Los datos meteorológicos utilizan WeatherKit; Apple requiere la atribución.
et: Ilmaandmed kasutavad WeatherKit — omistamist nõuab Apple.
eu: Eguraldiaren datuek WeatherKit erabiltzen dute — Applek eskatzen du atribuzioa.
fa: داده‌های آب‌وهوا از WeatherKit استفاده می‌کند — ذکر منبع توسط اپل الزامی است.
fi: Säätiedoissa käytetään WeatherKit-muotoa – Apple vaatii tekijän tiedot.
fil: Gumagamit ang data ng panahon ng WeatherKit — kinakailangan ng Apple ang attribution.
fr: Les données météorologiques utilisent WeatherKit — l'attribution est requise par Apple.
fy: Wettergegevens brûke WeatherKit - taskriuwing is fereaske troch Apple.
ga: Úsáideann sonraí aimsire WeatherKit — is gá do Apple sannadh.
gd: Bidh dàta sìde a’ cleachdadh WeatherKit - tha feum aig Apple air.
gl: Os datos meteorolóxicos usan WeatherKit; Apple require a atribución.
gu: હવામાન ડેટા WeatherKit નો ઉપયોગ કરે છે — Apple દ્વારા એટ્રિબ્યુશન આવશ્યક છે.
ha: Bayanan yanayi yana amfani da WeatherKit - Apple yana buƙatar sifa.
haw: Hoʻohana ka ʻikepili o ka wā iā WeatherKit — koi ʻia ka ʻike e Apple.
he: נתוני מזג האוויר משתמשים ב-WeatherKit - ייחוס נדרש על ידי אפל.
hi: मौसम डेटा WeatherKit का उपयोग करता है - Apple द्वारा एट्रिब्यूशन आवश्यक है।
hmn: Cov ntaub ntawv huab cua siv WeatherKit — Apple yuav tsum muaj qhov tsim nyog.
hr: Podaci o vremenu koriste WeatherKit — Apple zahtijeva atribuciju.
ht: Done metewolojik yo itilize WeatherKit — Apple mande pou atribisyon.
hu: Az időjárási adatok a WeatherKit kódot használják – a forrásmegjelölést az Apple írja elő.
hy: Եղանակի տվյալները օգտագործում են WeatherKit — վերագրումը պահանջվում է Apple-ի կողմից:
id: Data cuaca menggunakan WeatherKit — atribusi diperlukan oleh Apple.
ig: Data ihu igwe na-eji WeatherKit - Apple chọrọ njirimara.
is: Veðurupplýsingar nota WeatherKit - Apple krefst auðkenningar.
it: I dati meteorologici utilizzano WeatherKit: l'attribuzione è richiesta da Apple.
ja: 気象データは WeatherKit を使用します。Apple による帰属表示が必要です。
jv: Data cuaca nggunakake WeatherKit - atribusi dibutuhake dening Apple.
ka: ამინდის მონაცემები იყენებს WeatherKit - ატრიბუცია მოითხოვს Apple-ს.
kk: Ауа райы деректері WeatherKit пайдаланады — атрибуция Apple компаниясына қажет.
km: ទិន្នន័យអាកាសធាតុប្រើ WeatherKit — គុណលក្ខណៈតម្រូវដោយ Apple ។
kn: ಹವಾಮಾನ ಡೇಟಾವು WeatherKit ಅನ್ನು ಬಳಸುತ್ತದೆ - Apple ನಿಂದ ಗುಣಲಕ್ಷಣದ ಅಗತ್ಯವಿದೆ.
ko: 날씨 데이터는 WeatherKit를 사용합니다. Apple에서는 저작자를 요구합니다.
ku: Daneyên hewayê WeatherKit bikar tîne - ji hêla Apple-ê ve tê xwestin.
ky: Аба ырайы маалыматы WeatherKit колдонот — Apple тарабынан атрибуция талап кылынат.
la: Tempestas data utitur WeatherKit — attributio ab Apple requiritur.
lb: Wiederdaten benotzt WeatherKit - Attributioun ass vun Apple erfuerderlech.
lo: ຂໍ້ມູນສະພາບອາກາດໃຊ້ WeatherKit — Apple ຕ້ອງລະບຸແຫຼ່ງທີ່ມາ.
lt: Orų duomenys naudoja WeatherKit – priskyrimo reikalauja Apple.
lv: Laikapstākļu datos tiek izmantots WeatherKit — Apple pieprasa attiecinājumu.
mg: Ny angona toetr'andro dia mampiasa WeatherKit — takian'i Apple ny fanomezana.
mi: Ko nga raraunga huarere e whakamahi ana i te WeatherKit - e hiahiatia ana e Apple te tohu.
mk: Податоците за времето користат WeatherKit - атрибутот бара од Apple.
ml: കാലാവസ്ഥാ ഡാറ്റ WeatherKit ഉപയോഗിക്കുന്നു - Apple-ന് ആട്രിബ്യൂഷൻ ആവശ്യമാണ്.
mn: Цаг агаарын мэдээлэл нь WeatherKit-г ашигладаг — Apple-аас хамаарал шаардлагатай.
mr: हवामान डेटा WeatherKit वापरतो — Apple द्वारे विशेषता आवश्यक आहे.
ms: Data cuaca menggunakan WeatherKit — atribusi diperlukan oleh Apple.
mt: Id-dejta tat-temp tuża WeatherKit — l-attribuzzjoni hija meħtieġa minn Apple.
my: မိုးလေဝသဒေတာ WeatherKit ကိုအသုံးပြုသည် — ရည်ညွှန်းချက်ကို Apple မှ လိုအပ်သည်။
nb: Værdata bruker WeatherKit — attribusjon kreves av Apple.
ne: मौसम डेटाले WeatherKit प्रयोग गर्दछ — Apple द्वारा विशेषता आवश्यक छ।
nl: Weergegevens gebruiken WeatherKit; toeschrijving is vereist door Apple.
ny: Zambiri zanyengo zimagwiritsa ntchito WeatherKit - mawonekedwe amafunikira ndi Apple.
pa: ਮੌਸਮ ਡੇਟਾ WeatherKit ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ — ਐਪਲ ਦੁਆਰਾ ਵਿਸ਼ੇਸ਼ਤਾ ਦੀ ਲੋੜ ਹੈ।
pl: Dane pogodowe wykorzystują WeatherKit — Apple wymaga podania źródła.
ps: د هوا ډاټا WeatherKit کاروي — د ایپل لخوا انتساب ته اړتیا ده.
pt: Os dados meteorológicos usam WeatherKit – a atribuição é exigida pela Apple.
ro: Datele meteo folosesc WeatherKit — atribuirea este cerută de Apple.
ru: В данных о погоде используется WeatherKit — указание авторства требуется Apple.
sd: موسم جي ڊيٽا استعمال ڪري ٿي WeatherKit — انتساب ايپل طرفان گهربل آهي.
si: කාලගුණ දත්ත WeatherKit භාවිත කරයි — Apple විසින් ආරෝපණය අවශ්‍ය වේ.
sk: Údaje o počasí používajú WeatherKit – spoločnosť Apple vyžaduje uvedenie zdroja.
sl: Podatki o vremenu uporabljajo WeatherKit — Apple zahteva pripis.
sm: O fa'amaumauga o le tau e fa'aaoga ai le WeatherKit - e mana'omia e Apple le fa'atagaga.
sn: Mamiriro ekunze data anoshandisa WeatherKit - kupihwa kunodiwa neApple.
so: Xogta cimiladu waxay isticmaashaa WeatherKit - sifo ayaa looga baahan yahay Apple.
sq: Të dhënat e motit përdorin WeatherKit — atribuimi kërkohet nga Apple.
st: Lintlha tsa boemo ba leholimo li sebelisa WeatherKit - tlhahiso e hlokoa ke Apple.
su: Data cuaca nganggo WeatherKit - atribusi diperyogikeun ku Apple.
sv: Väderdata använder WeatherKit – tillskrivning krävs av Apple.
sw: Data ya hali ya hewa hutumia WeatherKit — maelezo yanahitajika na Apple.
ta: வானிலை தரவு WeatherKit ஐப் பயன்படுத்துகிறது - Apple ஆல் பண்புக்கூறு தேவைப்படுகிறது.
te: వాతావరణ డేటా WeatherKitని ఉపయోగిస్తుంది — Appleకి అట్రిబ్యూషన్ అవసరం.
tg: Маълумоти обу ҳаво WeatherKit -ро истифода мебарад - аттрибутсия аз ҷониби Apple талаб карда мешавад.
th: ข้อมูลสภาพอากาศใช้ WeatherKit — Apple ต้องระบุแหล่งที่มา
tr: Hava durumu verileri WeatherKit'yi kullanır; atıf Apple tarafından gereklidir.
uk: Метеорологічні дані використовують WeatherKit — Apple вимагає вказівки авторства.
ur: موسم کا ڈیٹا WeatherKit استعمال کرتا ہے — ایپل کو انتساب درکار ہے۔
uz: Ob-havo maʼlumotlari WeatherKit dan foydalanadi — Apple tomonidan atribut talab qilinadi.
vi: Dữ liệu thời tiết sử dụng WeatherKit — Apple yêu cầu ghi công.
xh: Idatha yemozulu isebenzisa i-WeatherKit — unikezelo lufunwa yi-Apple.
yi: וועטער דאַטן ניצט WeatherKit - אַטריביושאַן איז פארלאנגט דורך עפּל.
yo: Awọn data oju-ọjọ nlo WeatherKit - Itọpa ti nilo nipasẹ Apple.
zh_hans: 天气数据使用 WeatherKit — Apple 要求归属。
zh_hant: 天氣資料使用 WeatherKit — Apple 要求歸屬。
zu: Idatha yesimo sezulu isebenzisa i-WeatherKit — isichasiso sidingwa yi-Apple.
